Repository: hkarlsen06/Tidex
Catalog: ios/Resources/Localization/App/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, nb, nl, nn, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, th, tr, uk, ur, vi, zh_hans, zh_hant

# data.export.pdf.description
source: Includes shift overview, totals by type, and wage summary.
ar: يتضمن نظرة عامة على النوبات والمجاميع حسب النوع وملخص الأجور.
bg: Включва преглед на смяна, суми по тип и обобщение на заплатата.
bn: শিফট সারাংশ, ধরন অনুযায়ী মোট এবং বেতন সারাংশ অন্তর্ভুক্ত করে।
ca: Inclou visió general de vakts, totals per tipus i resum salarial.
cs: Obsahuje přehled vakt, součty podle typu a přehled mezd.
da: Inkluderer vaktuoversigt, summer efter type og totale lontal.
de: Enthält Schichtübersicht, Summen nach Typ und Lohnzusammenfassung.
el: Περιλαμβάνει επισκόπηση βάρδιας, σύνολα ανά τύπο και περίληψη μισθών.
es: Incluye resumen de vacas, totales por tipo y resumen salarial.
et: Sisaldab vahetuste ülevaadet, summasid tüübi järgi ja palgakokkuvõtet.
fa: شامل خلاصه شیفت، مجموع‌های حسب نوع، و خلاصه دستمزد.
fi: Sisältää vuorojen yleiskatsauksen, tyypin mukaiset summat ja palkkiyhteenvedon.
fil: May kasamang shift overview, totals by type, at wage summary.
fr: Inclut l'aperçu des vagues, les totaux par type et le résumé salarial.
he: כולל סקירת משמרות, סכומים לפי סוג וסיכום שכר.
hi: शिफ्ट अवलोकन, प्रकार के अनुसार कुल, और वेतन सारांश शामिल है।
hr: Uključuje pregled vakti, zbrojeve po vrsti i sažetak plaća.
hu: Tartalmaz műszak-áttekintést, típusonkénti összesítéseket és fizetési összefoglalót.
id: Termasuk ringkasan vakt, total per jenis, dan ringkasan gaji.
is: Inniheldur vaktyfirlýsingu, samtölur eftir gerð og launasamantekt.
it: Include panoramica turni, totali per tipo e riepilogo stipendiale.
ja: シフト概要、タイプ別の合計、および賃金サマリーが含まれます。
ko: 교대 근무 개요, 유형별 합계 및 급여 요약이 포함됩니다.
lt: Apima pamainu apžvalgą, sumas pagal tipą ir atlyginimo santraką.
lv: Ietver maiņu pārskatu, kopsummas pēc veida un algas kopsavilkumu.
nb: Inkluderer vaktoversikt, summer per type og totale lønnstall.
nl: Inkluderer vaktoversikt, summer per type og totale lønnstall.
nn: Inkluderer vaktoversikt, summer per type og totale lønnstall.
pl: Obejmuje przegląd zmian, sumy według typu i podsumowanie wynagrodzeń.
pt_br: Inclui visão geral de vagas, totais por tipo e resumo salarial.
ro: Include prezentare generală a vactelor, totaluri pe tip și rezumat salarial.
ru: Включает обзор смен, итоги по типам и сводку по зарплате.
sk: Obsahuje prehľad vakt, súčty podľa typu a súhrn miezd.
sl: Vključuje pregled vakt, skupne vrednosti po vrsti in povzetek plač.
sr: Uključuje pregled vakti, sume po tipu i sažetak plata.
sv: Inkluderar vaktöversikt, summor per typ och lönesummering.
sw: Inajumuisha muhtasari wa zamu, jumla kwa aina, na muhtasari wa mshahara.
ta: வேலை கண்ணோட்டம், வகையின்படி மொத்தங்கள் மற்றும் சம்பள சுருக்கம் உள்ளடக்கியது.
th: รวมภาพรวมกะ ผลรวมตามประเภท และสรุปเงินเดือน
tr: Vardiya genel bakışı, türe göre toplamlar ve ücret özetini içerir.
uk: Включає огляд змін, підсумки за типами та зведення з оплати.
ur: شفٹ کے جائزہ، قسم کے لحاظ سے کل، اور اجرت کا خلاصہ شامل ہے۔
vi: Bao gồm tổng quan ca làm việc, tổng cộng theo loại và tóm tắt tiền lương.
zh_hans: 包括班次概览、按类型的总计和工资汇总。
zh_hant: 包括班次概覽、按類型的合計以及工資總結。

# data.export.pdf.documentTitle
source: Shift & Wage Report
ar: تقرير النوبات والأجور
bg: Доклад за смяна и заплата
bn: শিফট এবং বেতন রিপোর্ট
ca: Informe de vakt i sou
cs: Zpráva o vaktech a mzdách
da: Vakt- og lønrapport
de: Schicht- und Lohnbericht
el: Αναφορά Βάρδιας & Μισθού
es: Informe de Vaca y Salario
et: Vahetuste ja palkade aruanne
fa: گزارش شیفت و دستمزد
fi: Vuoro- ja palkkaraportti
fr: Rapport de vague et de salaire
he: דוח משמרות ושכר
hi: शिफ्ट और वेतन रिपोर्ट
hr: Izvještaj o Vaktama i Plaćama
hu: Műszak- és bérbeszámoló
id: Laporan Vakt dan Gaji
is: Vakt- og launaskýrsla
it: Rapporto turni e stipendi
ja: シフト・給与レポート
ko: 교대 근무 및 급여 보고서
lt: Pamainu ir atlyginimo ataskaita
lv: Maiņas un algas atskaite
nb: Vakt- og lønnsrapport
nl: Vakt- og lønnsrapport
nn: Vakt- og lønnsrapport
pl: Raport zmian i wynagrodzeń
pt_br: Relatório de Vaga e Salário
ro: Raport Vactă și Salariu
ru: Отчет о смене и зарплате
sk: Správa vakt a miezd
sl: Poročilo o vakti in plačah
sr: Izveštaj o Vaktama i Platama
sv: Vakt- och lönerapport
sw: Ripoti ya Zamu na Mshahara
ta: வேலை மற்றும் சம்பள அறிக்கை
th: รายงานกะและเงินเดือน
tr: Vardiya ve Ücret Raporu
uk: Звіт про зміни та оплату
ur: شفٹ اور اجرت رپورٹ
vi: Báo cáo Ca làm việc & Tiền lương
zh_hans: 班次与工资报告
zh_hant: 班次與工資報告

# data.export.pdf.exportedLabel
source: Exported:
ar: تم التصدير:
bg: Експортирано:
bn: রপ্তানি করা:
ca: Exportat:
cs: Exportováno:
da: Eksporteret:
de: Exportiert:
el: Εξήχθη:
es: Exportado:
et: Eksporditud:
fa: صادر شده:
fi: Viety:
fil: Nai-export:
fr: Exporté :
he: מיוצא:
hi: निर्यात किया गया:
hr: Izvezeno:
hu: Exportálva:
id: Diekspor:
is: Flutt út:
it: Esportato:
ja: エクスポート済み:
ko: 내보냈습니다:
lt: Eksportavota:
lv: Eksportēts:
nb: Eksportert:
nl: Eksportert:
nn: Eksportert:
pl: Eksportowano:
pt_br: Exportado:
ro: Exportat:
ru: Экспортировано:
sk: Exportované:
sl: Izvoženo:
sr: Izvezeno:
sv: Exporterad:
sw: Imehamishwa:
ta: ஏற்றுமதி செய்யப்பட்டது:
th: ส่งออก:
tr: Dışa aktarıldı:
uk: Експортовано:
ur: برآمد:
vi: Đã xuất:
zh_hans: 已导出：
zh_hant: 已匯出：

# data.export.pdf.nameLabel
source: Name
ar: الاسم
bg: Име
bn: নাম
ca: Nom
cs: Jméno
da: Navn
el: Όνομα
es: Nombre
et: Nimi
fa: نام
fi: Nimi
fil: Pangalan
fr: Nom
he: שם
hi: नाम
hr: Ime
hu: Név
id: Nama
is: Nafn
it: Nome
ja: 名前
ko: 이름
lt: Vardas
lv: Vārds
nb: Navn
nl: Naam
nn: Namn
pl: Imię i nazwisko
pt_br: Nome
ro: Nume
ru: Имя
sk: Meno
sl: Ime
sr: Ime
sv: Namn
sw: Jina
ta: பெயர்
th: ชื่อ
tr: Ad
uk: Ім’я
ur: نام
vi: Tên
zh_hans: 姓名
zh_hant: 姓名

# data.export.pdf.periodLabel
source: Period
ar: الفترة
bg: Период
bn: সময়কাল
ca: Període
cs: Období
da: Periode
de: Zeitraum
el: Περίοδος
es: Período
et: Periood
fa: دوره
fi: Ajanjakso
fil: Panahon
fr: Période
he: תקופה
hi: अवधि
hr: Razdoblje
hu: Időszak
id: Periode
is: Tímabil
it: Periodo
ja: 期間
ko: 기간
lt: Laikotarpis
lv: Periods
nb: Periode
nl: Periode
nn: Periode
pl: Okres
pt_br: Período
ro: Perioadă
ru: Период
sk: Obdobie
sl: Obdobje
sw: Kipindi
ta: காலம்
th: ช่วงเวลา
tr: Dönem
uk: Період
ur: مدت
vi: Khoảng thời gian
zh_hans: 期间
zh_hant: 期間

# data.export.pdf.saturdays
source: Saturdays:
ar: أيام السبت:
bg: Събота:
bn: শনিবার:
ca: Dissabtes:
cs: Soboty:
da: Lørdage:
de: Samstage:
el: Σάββατα:
es: Sábados:
et: Laupäevad:
fa: شنبه‌ها:
fi: Lauantait:
fil: Mga Sabado:
fr: Samedis :
he: שבתות:
hi: शनिवार:
hr: Subote:
hu: Szombatok:
id: Hari Sabtu:
is: Laugardagar:
it: Sabati:
ja: 土曜日:
ko: 토요일:
lt: Šeštadieniai:
lv: Sestdienas:
nb: Lørdager:
nl: Lørdager:
nn: Lørdagar:
pl: Soboty:
pt_br: Sábados:
ro: Sâmbete:
ru: Субботы:
sk: Soboty:
sl: Sobote:
sr: Subote:
sv: Lördagar:
sw: Jumamosi:
ta: சனிக்கிழமைகள்:
th: วันเสาร์:
tr: Cumartesiler:
uk: Суботи:
ur: ہفتہ:
vi: Thứ bảy:
zh_hans: 星期六：
zh_hant: 星期六：

# data.export.pdf.sumLabel
source: Total:
ar: المجموع:
bg: Общо:
bn: মোট:
cs: Celkem:
da: Sum:
de: Summe:
el: Σύνολο:
et: Kokku:
fa: جمع:
fi: Yhteensä:
fil: Kabuuan:
he: סה"כ:
hi: कुल:
hr: Ukupno:
hu: Összesen:
id: Jumlah:
is: Samtals:
it: Totale:
ja: 合計:
ko: 합계:
lt: Suma:
lv: Kopā:
nb: Sum:
nl: Sum:
nn: Sum:
pl: Razem:
ru: Итого:
sk: Spolu:
sl: Skupaj:
sr: Ukupno:
sv: Sum:
sw: Jumla:
ta: மொத்தம்:
th: รวม:
tr: Toplam:
uk: Усього:
ur: کل:
vi: Tổng cộng:
zh_hans: 总计：
zh_hant: 總計：

# data.export.pdf.sundaysHolidays
source: Sundays/holidays:
ar: الأحد/الأيام العطلة:
bg: Неделя/празници:
bn: রবিবার/ছুটির দিন:
ca: Diumenges/festius:
cs: Neděle/svátky:
da: Søndage/helligdage:
de: Sonntage/Feiertage:
el: Κυριακές/αργίες:
es: Domingos/festivos:
et: Pühapäevad/pühad:
fa: یکشنبه‌ها/تعطیلات:
fi: Sunnuntait/pyhäpäivät:
fil: Mga Linggo/pista:
fr: Dimanches/jours fériés :
he: ראשונים/חגים:
hi: रविवार/छुट्टियां:
hr: Nedjelje/blagdani:
hu: Vasárnap/ünnepnap:
id: Hari Minggu/hari libur:
is: Sunnudagar/frídagar:
it: Domeniche/festività:
ja: 日曜日・祝日:
ko: 일요일/휴일:
lt: Sekmadienis/šventės:
lv: Svētdienas/svētki:
nb: Søndager/helligdager:
nl: Søndager/helligdager:
nn: Søndagar/hellidagar:
pl: Niedziele/święta:
pt_br: Domingos/feriados:
ro: Duminici/zile de sărbătoare:
ru: Воскресенья/праздники:
sk: Nedele/sviatky:
sl: Nedelje/prazniki:
sr: Nedelje/praznici:
sv: Söndagar/helgdagar:
sw: Jumapili/siku za likizo:
ta: ஞாயிற்றுக்கிழமைகள்/விடுமுறை நாட்கள்:
th: วันอาทิตย์/วันหยุด:
tr: Pazarlar/tatil günleri:
uk: Неділі/святкові дні:
ur: اتوار/چھٹیاں:
vi: Chủ nhật/Ngày lễ:
zh_hans: 星期日/假期：
zh_hant: 星期日/假日：

# data.export.pdf.supplements
source: Supplements
ar: البدلات
bg: Доплащания
bn: অতিরিক্ত ভাতা
ca: Complements
cs: Příplatky
da: Tillæg
de: Zuschläge
el: Προσαυξήσεις
es: Complementos
et: Lisatasud
fa: مزایای اضافی
fi: Lisät
fil: Mga dagdag na bayad
fr: Primes
he: תוספות שכר
hi: अतिरिक्त भुगतान
hr: Dodaci
hu: Pótlékok
id: Tunjangan
is: Álagsgreiðslur
it: Maggiorazioni
ja: 手当
ko: 추가 수당
lt: Priedai
lv: Piemaksas
nb: Tillegg
nl: Toeslagen
nn: Tillegg
pl: Dodatki
pt_br: Adicionais
ro: Sporuri
ru: Доплаты
sk: Príplatky
sl: Dodatki
sr: Dodaci
sv: Tillägg
sw: Malipo ya ziada
ta: கூடுதல் ஊதியம்
th: เงินเพิ่ม
tr: Ek ödemeler
uk: Надбавки
ur: اضافی ادائیگیاں
vi: Phụ cấp
zh_hans: 津贴
zh_hant: 津貼

# data.export.pdf.title
source: Export to PDF
ar: تصدير إلى PDF
bg: Експорт в PDF
bn: PDF-তে রপ্তানি করুন
ca: Exportar a PDF
cs: Exportovat do PDF
da: Eksporter til PDF
de: In PDF exportieren
el: Εξαγωγή σε PDF
es: Exportar a PDF
et: Ekspordi PDF-ina
fa: صادر کردن به PDF
fi: Vie PDF-tiedostoon
fil: I-export sa PDF
fr: Exporter en PDF
he: ייצוא ל-PDF
hi: PDF में निर्यात करें
hr: Izvezi u PDF
hu: Exportálás PDF-be
id: Ekspor ke PDF
is: Flytja út í PDF
it: Esporta in PDF
ja: PDFにエクスポート
ko: PDF로 내보내기
lt: Eksportuoti į PDF
lv: Eksportēt uz PDF
nb: Eksporter til PDF
nl: Eksporter til PDF
nn: Eksporter til PDF
pl: Eksportuj do PDF
pt_br: Exportar para PDF
ro: Exportă în PDF
ru: Экспортировать в PDF
sk: Exportovať do PDF
sl: Izvozi v PDF
sr: Izvezi u PDF
sv: Exportera till PDF
sw: Hamisha kwenye PDF
ta: PDF இற்கு ஏற்றுமதி
th: ส่งออกเป็น PDF
tr: PDF'ye Dışa Aktar
uk: Експортувати у PDF
ur: PDF میں برآمد کریں
vi: Xuất sang PDF
zh_hans: 导出为 PDF
zh_hant: 匯出為 PDF

# data.export.pdf.totalPay
source: Total pay:
ar: إجمالي الأجر:
bg: Обща заплата:
bn: মোট বেতন:
ca: Salari total:
cs: Celkový plat:
da: Total løn:
de: Gesamtlohn:
el: Συνολική αμοιβή:
es: Salario total:
et: Kokku palk:
fa: جمع حقوق:
fi: Kokonaispalkkio:
fil: Kabuuang bayad:
fr: Salaire total :
he: סה"כ משכורת:
hi: कुल वेतन:
hr: Ukupna plaća:
hu: Teljes bér:
id: Total gaji:
is: Laun samtals:
it: Stipendio totale:
ja: 給与合計:
ko: 총 급여:
lt: Iš viso alga:
lv: Kopējā maksas:
nb: Total lønn:
nl: Total lønn:
nn: Total lønn:
pl: Całkowite wynagrodzenie:
pt_br: Salário total:
ro: Salariu total:
ru: Итоговая зарплата:
sk: Celková mzda:
sl: Plača skupaj:
sr: Ukupna plata:
sv: Total lön:
sw: Jumla ya mshahara:
ta: மொத்த ஊதியம்:
th: เงินเดือนรวม:
tr: Toplam ücret:
uk: Загальна оплата:
ur: کل تنخواہ:
vi: Tổng tiền lương:
zh_hans: 总工资：
zh_hant: 總薪酬：

# data.export.pdf.weekdays
source: Weekdays:
ar: أيام الأسبوع:
bg: Работни дни:
bn: কর্মদিবস:
ca: Entre setmana:
cs: Pracovní dny:
da: Hverdage:
de: Wochentage:
el: Εργάσιμες ημέρες:
es: Días de semana:
et: Nädalapäevad:
fa: روزهای هفته:
fi: Arkipäivät:
fil: Mga araw ng trabaho:
fr: Jours de semaine :
he: ימי חול:
hi: सप्ताह के दिन:
hr: Radni dani:
hu: Hétköznapok:
id: Hari kerja:
is: Virkir dagar:
it: Giorni feriali:
ja: 平日:
ko: 평일:
lt: Darbo dienos:
lv: Darbadienās:
nb: Ukedager:
nl: Ukedager:
nn: Ukedagar:
pl: Dni robocze:
pt_br: Dias da semana:
ro: Zile lucrătoare:
ru: Будни:
sk: Pracovné dni:
sl: Delovniki:
sr: Radni dani:
sv: Vardagar:
sw: Siku za kazi:
ta: வாரநாட்கள்:
th: วันธรรมชาติ:
tr: İş günleri:
uk: Робочі дні:
ur: ہفتہ کے دن:
vi: Ngày trong tuần:
zh_hans: 工作日：
zh_hant: 工作日：

# data.export.periodLabel
source: Select time period
ar: اختر فترة زمنية
bg: Изберете период
bn: সময়কাল নির্বাচন করুন
ca: Selecciona el període
cs: Zvolte časové období
da: Vælg tidsperiode
de: Zeitraum wählen
el: Επιλέξτε χρονικό διάστημα
es: Seleccionar período de tiempo
et: Vali ajavahemik
fa: انتخاب بازه زمانی
fi: Valitse aikajakso
fil: Pumili ng panahon
fr: Sélectionner une période
he: בחר תקופה
hi: समय अवधि चुनें
hr: Odaberite vremensko razdoblje
hu: Válassz időszakot
id: Pilih periode waktu
is: Veldu tímabil
it: Seleziona periodo di tempo
ja: 期間を選択
ko: 기간 선택
lt: Pasirinkite laikotarpį
lv: Atlasiet laika periodu
nb: Velg tidsperiode
nl: Velg tidsperiode
nn: Velg tidsperiode
pl: Wybierz okres czasu
pt_br: Selecionar período
ro: Selectați perioadă
ru: Выберите период времени
sk: Vyberte časové obdobie
sl: Izberite časovno obdobje
sr: Odaberite vremenski period
sv: Välj tidsperiod
sw: Chagua kipindi cha muda
ta: காலத்தைத் தேர்ந்தெடுக்கவும்
th: เลือกช่วงเวลา
tr: Zaman dilimi seçin
uk: Виберіть період часу
ur: وقت کی مدت منتخب کریں
vi: Chọn khoảng thời gian
zh_hans: 选择时间段
zh_hant: 選擇時間段

# data.export.readyToShare
source: Your export is ready
ar: ملف التصدير جاهز
bg: Експортът е готов
bn: আপনার এক্সপোর্ট প্রস্তুত
ca: La teva exportació està a punt
cs: Export je připraven
da: Din eksport er klar
de: Der Export ist bereit
el: Η εξαγωγή σας είναι έτοιμη
es: La exportación está lista
et: Eksport on valmis
fa: خروجی شما آماده است
fi: Vienti on valmis
fil: Handa na ang iyong export
fr: Votre export est prêt
he: הייצוא שלך מוכן
hi: आपका एक्सपोर्ट तैयार है
hr: Izvoz je spreman
hu: Az exportfájl elkészült
id: Ekspor Anda siap
is: Útflutningurinn þinn er tilbúinn
it: La tua esportazione è pronta
ja: エクスポートの準備ができました
ko: 내보내기가 준비되었습니다
lt: Eksportas paruoštas
lv: Eksports ir gatavs
nb: Eksporten er klar
nl: Je export is klaar
nn: Eksporten er klar
pl: Eksport jest gotowy
pt_br: Sua exportação está pronta
ro: Exportul este gata
ru: Экспорт готов
sk: Export je pripravený
sl: Izvoz je pripravljen
sr: Izvoz je spreman
sv: Exporten är klar
sw: Uhamishaji wako uko tayari
ta: உங்கள் ஏற்றுமதி தயாராக உள்ளது
th: การส่งออกของคุณพร้อมแล้ว
tr: Dışa aktarma işleminiz hazır
uk: Експорт готовий
ur: آپ کی ایکسپورٹ تیار ہے
vi: Tệp xuất của bạn đã sẵn sàng
zh_hans: 导出已准备就绪
zh_hant: 匯出檔案已準備就緒

# data.export.share
source: Share
ar: مشاركة
bg: Сподели
bn: শেয়ার করুন
ca: Comparteix
cs: Sdílet
da: Del
de: Teilen
el: Κοινή χρήση
es: Compartir
et: Jaga
fa: اشتراک‌گذاری
fi: Jaa
fil: Ibahagi
fr: Partager
he: שתף
hi: शेयर करें
hr: Podijeli
hu: Megosztás
id: Bagikan
is: Deila
it: Condividi
ja: 共有
ko: 공유
lt: Bendrinti
lv: Kopīgot
nb: Del
nl: Delen
nn: Del
pl: Udostępnij
pt_br: Compartilhar
ro: Partajează
ru: Поделиться
sk: Zdieľať
sl: Deli
sr: Podeli
sv: Dela
sw: Shiriki
ta: பகிர்
th: แชร์
tr: Paylaş
uk: Поділитися
ur: شیئر کریں
vi: Chia sẻ
zh_hans: 分享
zh_hant: 分享

# data.export.syncing
source: Syncing data...
ar: جاري مزامنة البيانات...
bg: Синхронизиране на данни...
bn: ডেটা সিঙ্ক করছে...
ca: Sincronitzant dades...
cs: Synchronizace dat...
da: Synkroniserer data...
de: Synchronisiere Daten...
el: Συγχρονισμός δεδομένων...
es: Sincronizando datos...
et: Andmete sünkroonimine...
fa: در حال همگام‌سازی داده‌ها...
fi: Synkronoidaan tietoja...
fil: Nag-sync ng data...
fr: Synchronisation des données...
he: מסנכרן נתונים...
hi: डेटा सिंक हो रहा है...
hr: Sinkroniziram podatke...
hu: Adatok szinkronizálása...
id: Menyinkronkan data...
is: Samstillir gögn...
it: Sincronizzazione dati in corso...
ja: データを同期中...
ko: 데이터 동기화 중...
lt: Sinchronizuojami duomenys...
lv: Sinhronizē datus...
nb: Synkroniserer data...
nl: Synkroniserer data...
nn: Synkroniserer data...
pl: Synchronizowanie danych...
pt_br: Sincronizando dados...
ro: Se sincronizează datele...
ru: Синхронизация данных...
sk: Synchronizujú sa údaje...
sl: Sinhroniziram podatke...
sr: Sinhronizovanje podataka...
sv: Synkroniserar data...
sw: Inasawazisha data...
ta: தரவு ஒத்திசைக்கப்படுகிறது...
th: กำลังซิงค์ข้อมูล...
tr: Veriler eşitleniyor...
uk: Синхронізація даних...
ur: ڈیٹا کو ہم آہنگ کیا جا رہا ہے...
vi: Đang đồng bộ hóa dữ liệu...
zh_hans: 正在同步数据...
zh_hant: 同步資料中...

# data.export.table.base
source: Base
ar: الأساسي
bg: База
bn: ভিত্তি
cs: Základ
da: Grund
de: Grundlohn
el: Βάση
et: Põhi
fa: پایه
fi: Perus
fil: Grunn
he: בסיס
hi: मूल
hr: Osnovna
hu: Alap
id: Pokok
is: Grunn
ja: 基本
ko: 기본
lt: Pagrindas
lv: Pamat
nb: Grunn
nl: Grunn
nn: Grunn
pl: Podstawa
ro: Bază
ru: Базовая
sk: Základ
sl: Osnovna
sr: Osnovna
sv: Grund
sw: Msingi
ta: அடிப்படை
th: ฐาน
tr: Temel
uk: Базова
ur: بنیادی
vi: Cơ bản
zh_hans: 基本
zh_hant: 基本

# data.export.table.date
source: Date
ar: التاريخ
bg: Дата
bn: তারিখ
ca: Data
cs: Datum
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
et: Kuupäev
fa: تاریخ
fi: Päivämäärä
fil: Petsa
he: תאריך
hi: तारीख
hr: Datum
hu: Dátum
id: Tanggal
is: Dagsetning
it: Data
ja: 日付
ko: 날짜
lt: Data
lv: Datums
nb: Dato
nl: Dato
nn: Dato
pl: Data
pt_br: Data
ro: Data
ru: Дата
sk: Dátum
sl: Datum
sr: Datum
sv: Datum
sw: Tarehe
ta: தேதி
th: วันที่
tr: Tarih
uk: Дата
ur: تاریخ
vi: Ngày
zh_hans: 日期
zh_hant: 日期

# data.export.table.day
source: Day
ar: اليوم
bg: Ден
bn: দিন
ca: Dia
cs: Den
da: Dag
de: Tag
el: Ημέρα
es: Día
et: Päev
fa: روز
fi: Päivä
fil: Araw
fr: Jour
he: יום
hi: दिन
hr: Dan
hu: Nap
id: Hari
is: Dagur
it: Giorno
ja: 日
ko: 날짜
lt: Diena
lv: Diena
nb: Dag
nl: Dag
nn: Dag
pl: Dzień
pt_br: Dia
ro: Zi
ru: День
sk: Deň
sl: Dan
sr: Dan
sv: Dag
sw: Siku
ta: நாள்
th: วัน
tr: Gün
uk: День
ur: دن
vi: Ngày
zh_hans: 日
zh_hant: 日

# data.export.table.end
source: End
ar: النهاية
bg: Край
bn: শেষ
ca: Final
cs: Konec
da: Slutt
de: Ende
el: Λήξη
es: Fin
et: Lõpp
fa: پایان
fi: Loppu
fil: Wakas
fr: Fin
he: סיום
hi: अंत
hr: Kraj
hu: Vége
id: Selesai
is: Lok
it: Fine
ja: 終了
ko: 종료
lt: Pabaiga
lv: Beigas
nb: Slutt
nl: Einde
nn: Slutt
pl: Koniec
pt_br: Fim
ro: Sfârşit
ru: Конец
sk: Koniec
sl: Konec
sr: Kraj
sv: Slutt
sw: Mwisho
ta: முடிவு
th: สิ้นสุด
tr: Bitiş
uk: Кінець
ur: اختتام
vi: Kết thúc
zh_hans: 结束
zh_hant: 結束

# data.export.table.hours
source: Hours
ar: الساعات
bg: Часове
bn: ঘণ্টা
ca: Hores
cs: Hodiny
da: Timer
de: Stunden
el: Ώρες
es: Horas
et: Tunnid
fa: ساعات
fi: Tunnit
fil: Oras
fr: Heures
he: שעות
hi: घंटे
hr: Sati
hu: Órák
id: Jam
is: Klukkustundir
it: Ore
ja: 時間
ko: 시간
lt: Valandos
lv: Stundas
nb: Timer
nl: Uren
nn: Timer
pl: Godziny
pt_br: Horas
ro: Ore
ru: Часы
sk: Hodiny
sl: Ure
sr: Sati
sv: Timer
sw: Saa
ta: மணிநேரங்கள்
th: ชั่วโมง
tr: Saatler
uk: Години
ur: گھنٹے
vi: Giờ
zh_hans: 小时
zh_hant: 時數

# data.export.table.job
source: Job
ar: الوظيفة
bg: Работа
bn: কাজ
ca: Feina
cs: Práce
el: Εργασία
es: Trabajo
et: Töökoht
fa: شغل
fi: Työ
fil: Trabaho
fr: Emploi
he: עבודה
hi: जॉब
hr: Posao
hu: Munka
id: Pekerjaan
is: Starf
it: Lavoro
ja: 仕事
ko: 직무
lt: Darbas
lv: Darbs
nb: Jobb
nn: Jobb
pl: Praca
pt_br: Trabalho
ru: Работа
sk: Práca
sl: Delo
sr: Posao
sv: Jobb
sw: Kazi
ta: பணி
th: งาน
tr: İş
uk: Робота
ur: ملازمت
vi: Công việc
zh_hans: 工作
zh_hant: 工作

# data.export.table.start
source: Start
ar: البداية
bg: Начало
bn: শুরু
ca: Inici
cs: Začátek
el: Έναρξη
es: Inicio
et: Algus
fa: شروع
fi: Alku
fil: Simula
fr: Début
he: התחלה
hi: शुरुआत
hr: Početak
hu: Kezdete
id: Mulai
is: Upphaf
it: Inizio
ja: 開始
ko: 시작
lt: Pradžia
lv: Sākums
pt_br: Início
ro: Început
ru: Начало
sk: Začiatok
sl: Začetek
sr: Početak
sw: Mwanzo
ta: தொடக்கம்
th: เริ่มต้น
tr: Başlangıç
uk: Початок
ur: شروع
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# data.export.table.supplement
source: Suppl.
ar: إضافي
bg: Надбавка
bn: সম্পূরক
ca: Suplement
cs: Příplatek
da: Tillegg
de: Zuschlag
el: Προσθ.
es: Supl.
et: Lisa.
fa: مزایا
fi: Lisä
fil: Dagdag
he: תוספת
hi: अनुपूरक
hr: Dodatak
hu: Kiegészítés
id: Tunjangan
is: Viðb.
ja: 手当
ko: 추가
lt: Priedas
lv: Piesk.
nb: Tillegg
nl: Toevoeging
nn: Tillegg
pl: Dodatek
pt_br: Adic.
ro: Suplim.
ru: Доп.
sk: Príplatek
sl: Dopolnilo
sr: Dodatak
sv: Tillägg
sw: Nyongeza
ta: சப்ளி.
th: เพิ่มเติม
tr: Ek.
uk: Доп.
ur: سپل۔
vi: Bổ sung
zh_hans: 补充
zh_hant: 補貼

# data.export.table.total
source: Total
ar: الإجمالي
bg: Общо
bn: মোট
cs: Celkem
de: Gesamt
el: Σύνολο
et: Kokku
fa: جمع
fi: Yhteensä
fil: Kabuuan
he: סה"כ
hi: कुल
hr: Ukupno
hu: Összesen
is: Samtals
it: Totale
ja: 合計
ko: 합계
lt: Suma
lv: Kopā
nl: Totaal
pl: Razem
ru: Итого
sk: Spolu
sl: Skupaj
sr: Ukupno
sv: Totalt
sw: Jumla
ta: மொத்தம்
th: รวมทั้งสิ้น
tr: Toplam
uk: Разом
ur: کل
vi: Tổng cộng
zh_hans: 总计
zh_hant: 總計

# data.export.toLabel
source: To
ar: إلى
bg: До
bn: থেকে
ca: Fins a
cs: Do
da: Til
de: Bis
el: Προς
es: Hasta
et: Kuni
fa: تا
fi: Loppuun
fil: Hanggang
fr: À
he: אל
hi: को
hr: Do
hu: Ig
id: Ke
is: Til
it: A
lt: Iki
lv: Līdz
nb: Til
nl: Tot
nn: Til
pl: Do
pt_br: Para
ro: Până la
ru: По
sk: Do
sl: Za
sr: Do
sv: Till
sw: Hadi
ta: க்கு
th: ถึง
tr: Şuraya
uk: До
ur: تک
vi: Đến
zh_hans: 至
zh_hant: 至

# data.title
source: Shift report
ar: تقرير الورديات
bg: Отчет за смените
bn: শিফট রিপোর্ট
ca: Informe de torns
cs: Přehled směn
da: Vagtrapport
de: Schichtbericht
el: Αναφορά βαρδιών
es: Informe de turnos
et: Vahetuste aruanne
fa: گزارش شیفت‌ها
fi: Vuororaportti
fil: Ulat ng mga shift
fr: Rapport des quarts
he: דוח משמרות
hi: शिफ़्ट रिपोर्ट
hr: Izvješće o smjenama
hu: Műszakjelentés
id: Laporan sif
is: Vaktaskýrsla
it: Report dei turni
ja: シフトレポート
ko: 근무 보고서
lt: Pamainų ataskaita
lv: Maiņu pārskats
nb: Vaktrapport
nl: Dienstenrapport
nn: Vaktrapport
pl: Raport zmian
pt_br: Relatório de turnos
ro: Raport de ture
ru: Отчёт о сменах
sk: Výkaz zmien
sl: Poročilo o izmenah
sr: Izveštaj o smenama
sv: Skiftrapport
sw: Ripoti ya zamu
ta: பணி நேர அறிக்கை
th: รายงานกะงาน
tr: Vardiya raporu
uk: Звіт про зміни
ur: شفٹ رپورٹ
vi: Báo cáo ca làm
zh_hans: 班次报告
zh_hant: 班次報表

# days.allDays
source: All days
ar: جميع الأيام
bg: Всички дни
bn: সমস্ত দিন
ca: Tots els dies
cs: Všechny dny
da: Alle dage
de: Alle Tage
el: Όλες οι ημέρες
es: Todos los días
et: Kõik päevad
fa: تمام روزها
fi: Kaikki päivät
fil: Lahat ng araw
fr: Tous les jours
he: כל הימים
hi: सभी दिन
hr: Svi dani
hu: Minden nap
id: Semua hari
is: Allir dagar
it: Tutti i giorni
ja: すべての日
ko: 모든 날짜
lt: Visos dienos
lv: Visas dienas
nb: Alle dager
nl: Alle dagen
nn: Alle dager
pl: Wszystkie dni
pt_br: Todos os dias
ro: Toate zilele
ru: Все дни
sk: Všetky dni
sl: Vsi dnevi
sr: Svi dani
sv: Alla dagar
sw: Siku zote
ta: அனைத்து நாட்கள்
th: ทุกวัน
tr: Tüm günler
uk: Всі дні
ur: تمام دن
vi: Tất cả các ngày
zh_hans: 所有日期
zh_hant: 所有日期

# days.short.fri
source: Fri
ar: الجمعة
bg: Пет
bn: শুক্র
ca: div
cs: Pá
da: Fre
de: Fr
el: Παρ
es: Vie
et: Rei
fa: جمعه
fi: Pe
fil: Biy
fr: Ven
he: ו׳
hi: शुक्र
hr: Pet
hu: Pén
id: Jum
is: Fös
it: Ven
ja: 金
ko: 금
lt: Pen
lv: Pie
nb: Fre
nl: Vr
nn: Fre
pl: Pt
pt_br: Sex
ro: Vin
ru: Пт
sk: Pia
sl: Pet
sr: Pet
sv: Fre
sw: Ijm
ta: வெள்ளி
th: ศ.
tr: Cum
uk: Пт
ur: جمعہ
vi: Thứ Sáu
zh_hans: 周五
zh_hant: 五

# days.short.mon
source: Mon
ar: الاثنين
bg: Пон
bn: সোম
ca: dill
cs: Po
da: Man
de: Mo
el: Δευ
es: Lun
et: Esm
fa: دوشنبه
fi: Ma
fil: Lun
fr: Lun
he: ב׳
hi: सोम
hr: Pon
hu: Hét
id: Sen
is: Man
it: Lun
ja: 月
ko: 월
lt: Pir
lv: Pir
nb: Man
nl: Ma
nn: Man
pl: Pn
pt_br: Seg
ro: Lun
ru: Пн
sk: Pon
sl: Pon
sr: Pon
sv: Mån
sw: Hab
ta: திங்கட்
th: จ.
tr: Pzt
uk: Пн
ur: پیر
vi: Thứ Hai
zh_hans: 周一
zh_hant: 一

# days.short.sat
source: Sat
ar: السبت
bg: Сбт
bn: শনি
ca: dis
cs: So
da: Lør
de: Sa
el: Σάβ
es: Sáb
et: Lau
fa: شنبه
fi: La
fil: Sab
fr: Sam
he: ש׳
hi: शनि
hr: Sub
hu: Szo
id: Sab
is: Lau
it: Sab
ja: 土
ko: 토
lt: Šeš
lv: Ses
nb: Lør
nl: Za
nn: Lør
pl: So
pt_br: Sab
ro: Sâm
ru: Сб
sk: Sob
sl: Sob
sr: Sub
sv: Lör
sw: Jum
ta: சனி
th: ส.
tr: Cmt
uk: Сб
ur: ہفتہ
vi: Thứ Bảy
zh_hans: 周六
zh_hant: 六

# days.short.sun
source: Sun
ar: الأحد
bg: Нед
bn: রবি
ca: diu
cs: Ne
da: Søn
de: So
el: Κυρ
es: Dom
et: Püh
fa: یکشنبه
fi: Su
fil: Lin
fr: Dim
he: א׳
hi: रवि
hr: Ned
hu: Vas
id: Min
it: Dom
ja: 日
ko: 일
lt: Sek
lv: Sv
nb: Søn
nl: Zo
nn: Søn
pl: Nd
pt_br: Dom
ro: Dum
ru: Вс
sk: Ned
sl: Ned
sr: Ned
sv: Sön
sw: Ahd
ta: ஞாயி
th: อา.
tr: Paz
uk: Нд
ur: اتوار
vi: Chủ Nhật
zh_hans: 周日
zh_hant: 日
